/************************************************************************************
*
* 功能说明：NTC_TEMP的操作函数。
* 作者信息：品诺电子(http://free-design.taobao.com)
*
************************************************************************************/
#include "stc15f2k60s2.h"
#include "my_type.h"

/********************************************************************
函数功能：将传入的ADC值通过查表的方法，转换成对应的温度值。
入口参数：u16 adcDat：传入的ADC值。
返    回：u8 对应的温度值。
备    注：无。
********************************************************************/
u16 AdcDatToTemp(u16 adcDat)
{
	return adcDat;
}
/**///////////////////////Pino Electronics////////////////////////**/

